function InfoResume() {

  return (
    <>
      <img className="background" src="images/background1.jpeg" />
      <div className="content">
        <div className="row">
          <div>
            <img className='repic' src="images/я/05.jpg" />
            <div className="retext">Александр Шелеменев</div>
            <div className="recategory color"><a className='color path' href='https://tver.hh.ru/resume/cf403ff2ff014514c40039ed1f383130755846'>Энергетик, верстальщик</a></div>
            <div className="recategory">Россия, Тверская область, город Тверь</div>
            <div className="row">
              <img className='work' src="images/pic1.jpg" />
              <div className="column">
                <div className="resume"><b>Опыт работы:</b></div>
                  <ul className="resume">
                    <li><i><b>март 2022 г. — по настоящее время:</b></i> <a className='color path' href='https://samokat.ru/'>ООО "Умное пространство"</a>, 
                              верстальщик: вёрстка и поддержка сайтов, тестирование и поддержка мобильных приложений</li>
                    <li><i><b>октябрь 2021 г. — февраль 2022 г.:</b></i> <a className='color path' href='https://buyk.com/'>ООО "Технологии ритейла реального времени"</a>, 
                              верстальщик: вёрстка и поддержка сайтов, тестирование и поддержка мобильных приложений</li>
                    <li><i><b>июль 2014 г. — сентябрь 2021 г.:</b></i> <a className='color path' href='https://tvgen.ru/'>ООО "Тверская генерация"</a>, инженер - энергетик: 
                              контроль эксплуатации и ремонта энергетического оборудования, ведение документации по отделу, работа на оптовом рынке электроэнергии, 
                              принятие участия в Днях ОТ и ТБ, проведение тепловизионных обследований теплоэнергетического оборудования, ведение договорной работы и 
                              бизнес-планирования в пределах своей компетенции.</li>
                    <li><i><b>ноябрь 2010 г. — июнь 2014 г.:</b></i> <i className='color path'>ОАО "Тверские коммунальные системы"</i>, инженер отдела эксплуатации оборудования: 
                              контроль эксплуатации и ремонта энергетического оборудования, ведение документации по отделу, принятие участия в Днях ОТ и ТБ, 
                              проведение тепловизионных обследований теплоэнергетического оборудования, ведение договорной работы в пределах своей компетенции.</li>
                    <li><i><b>август 2007 г. — апрель 2010 г.:</b></i> <i className='color path'>54 Арсенал ГРАУ МО РФ</i>, начальник энергомеханического отдела - главный механик: 
                              организация и планирование работы энергомеханического отдела, обеспечение объекта всеми видами энергии, организация бесперебойной работы, 
                              своевременного обслуживания и ремонта теплоэнергетического оборудования, участие в разработке Плана повышения эффективности производства, 
                              планирование премиальных и поощрительных выплат, графиков отпусков персонала, ведение технической документации по отделу.</li>
                    <li><i><b>август 2004 г. — август 2007 г.:</b></i> <i className='color path'>54 Арсенал ГРАУ МО РФ</i>, заместитель начальника энергомеханического отдела - главный энергетик: 
                              организация бесперебойной работы и своевременного обслуживания энергетического оборудования, ведение оперативных переговоров, 
                              руководство энергослужбой и службой связи Арсенала.</li>
                  </ul>
              </div>
            </div>
            <div className="row">
              <img className='work' src="images/pic1.png" />
              <div className="resume width"><b>Ключевые навыки:</b><br /> ответственность, исполнительность, коммуникабельность, стрессоустойчивость, 
                                               знание HTML, CSS, JavaScript, опыт работы в команде, нацеленность на результат</div>
            </div>
            <div className="row">
              <img className='work' src="images/pic2.png" />
              <div className="resume width"><b>Обо мне:</b><br /> инженер по электроснабжению промышленных предприятий, верстальщик по направлению frontend разработки</div>
            </div>
            <div className="row">
              <img className='work' src="images/pic3.png" />
              <div className="resume width"><b>Высшее образование:</b><br /><i><b>сентябрь 1999 г. — июнь 2004 г.:</b></i> <a className='color path' href='http://www.tstu.tver.ru/'>
                                               Тверской государственный технический университет</a>, машиностроительный факультет, специальность - электроснабжение промышленных предприятий</div>
            </div>
          </div>
        </div>
      </div>
    </>
  )
}

export {InfoResume}
