function InfoAbout() {

  return (
    <>
	    <img className="background" src="images/background1.jpeg" />
      <div className="row hidden_mobile">
        <img className="picture about" src="images/я/04.jpg" />
        <div className="text"><p>Привет! Меня зовут Александр Шелеменев. Я живу в городе Твери, который мне очень нравится.<br /><br />Я инженер, но в настоящее время занимаюсь HTML-вёрсткой и несложным дизайном сайтов и блогов. Кроме того, я немного программирую на JavaScript. Некоторые мои проекты можно увидеть на <a className='color path' href='https://github.com/shelemenev'>Github</a>. 
             С моим послужным списком и профессиональными навыками можно ознакомиться в разделе <a className='color path' href='resume.html'>Резюме</a> этого сайта.<br /><br />Я не люблю путешествовать, но иногда мне приходится это делать. Места, где я побывал, можно посетить в разделе <a className='color path' href='places.html'>Места</a> этого сайта.<br /><br />Я увлекаюсь литературой и живописью, в литературе особенно выделяю Михаила Булгакова, Шарля Бодлера, Говарда Филлипса Лавкрафта и Курта Воннегута, в живописи отдаю предпочтение импрессионистам и Сальвадору Дали.</p></div>
        <div className="two"><p>Но главным моим увлечением в течение долгих лет является музыка. Я предпочитаю блюз, классический рок, прогрессив, панк, а также весь спектр экстремального металла. Кроме того, я играю на ударных и являюсь автором текстов песен для нескольких тверских коллективов. С моей фонотекой можно ознакомиться в разделах <a className='color path' href='music.html'>Музыка</a> и <a className='color path' href='music.html'>Видео</a> этого сайта.<br /><br />Связаться со мной можно, написав мне на электронную почту <a className='color path' href="mailto:shelemenev@gmail.com">Shelemenev@gmail.com</a> либо через социальные сети, указанные на главной странице этого сайта. Телефонные звонки я не принимаю.</p><p><br />С наилучшими пожеланиями,<br /> Александр.</p></div>
      </div>
      <div className="column hidden center">
        <img className="picture" src="images/я/04.jpg" />
        <div className="text">Привет! Меня зовут Александр Шелеменев. Я живу в городе Твери, который мне очень нравится.<br />Я инженер, но в настоящее время занимаюсь HTML-вёрсткой и несложным дизайном сайтов и блогов. Кроме того, я немного программирую на JavaScript. Некоторые мои проекты можно увидеть на <a className='color' href='https://github.com/shelemenev'>Github</a>. 
             С моим послужным списком и профессиональными навыками можно ознакомиться в разделе <a className='color' href='resume.html'>Резюме</a> этого сайта.<br />Я не люблю путешествовать, но иногда мне приходится это делать. Места, где я побывал, можно посетить в разделе <a className='color' href='places.html'>Места</a> этого сайта.<br />Я увлекаюсь литературой и живописью, в литературе особенно выделяю Михаила Булгакова, Шарля Бодлера, Говарда Филлипса Лавкрафта и Курта Воннегута, в живописи отдаю предпочтение импрессионистам и Сальвадору Дали.<br />Но главным моим увлечением в течение долгих лет является музыка. Я предпочитаю блюз, классический рок, прогрессив, панк, а также весь спектр экстремального металла. Кроме того, я играю на ударных и являюсь автором текстов песен для нескольких тверских коллективов. С моей фонотекой можно ознакомиться в разделах <a className='color' href='music.html'>Музыка</a> и <a className='color' href='music.html'>Видео</a> этого сайта.<br />Связаться со мной можно, написав мне на электронную почту <a className='color' href="mailto:shelemenev@gmail.com">Shelemenev@gmail.com</a> либо через социальные сети, указанные на главной странице этого сайта. Телефонные звонки я не принимаю.<p>С наилучшими пожеланиями,<br />Александр.</p></div>
      </div>
    </>
  )
}

export {InfoAbout}
